[Play_X2_XP_TYG_1st_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Рівень енергії в акумуляторі стрибає, як ненормальний. Вважаю, наші дії увінчалися успіхом."

[Play_X2_XP_TYG_1st_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Так, процес відновлення перервався. Сам акумулятор, згідно з моїми спостереженнями, став вкрай нестабільним."

[Play_X2_XP_TYG_2nd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Мої останні дані вказують на те, що акумулятор слабшає. Не вірю, що він витримає ще одну таку атаку."

[Play_X2_XP_TYG_2nd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Ми успішно саботували відновлення. Вважаю, про акумулятор можна забути."

[Play_X2_XP_TYG_3rd_Stronghold_Capacitor_Damaged AkEvent]
SpokenText="Акумулятор з труднощами підтримує стабільний рівень енергії. Ще трохи, і ми його повністю знешкодимо."

[Play_X2_XP_TYG_3rd_Stronghold_Monolith_Damaged_Only AkEvent]
SpokenText="Без акумулятора процес відновлення припиниться. Вважаю, треба скористатися моментом і розібратися з ворогом."

[Play_X2_XP_TYG_Destroy_Monolith_Nag AkEvent]
SpokenText="В цьому акумуляторі стільки енергії, що Обраний, боюсь, може відновлюватися безкінечно. Я не думаю, що ми зможемо взяти його змором."

[Play_X2_XP_TYG_T_1st_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Це пристрій - схоже, якийсь акумулятор, що вливає величезну кількість пси-енергії прямо в Обраного, відновлюючи його сили!"

[Play_X2_XP_TYG_T_1st_Stronghold_Mission_Intro AkEvent]
SpokenText="Сильний сигнал в глибині будівлі. Жодних сумнівів, це наш Обраний."

[Play_X2_XP_TYG_T_1st_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Енергетичний сигнал прямо попереду. Схоже, це якесь інопланетне транспортне пристрій."

[Play_X2_XP_TYG_T_2nd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Це пристрій аналогічне акумулятору, який ми зустріли до цього. Рекомендую терміново вивести його з ладу, щоб не дозволити Обраному відновлюватися безкінечно."

[Play_X2_XP_TYG_T_2nd_Stronghold_Mission_Intro AkEvent]
SpokenText="Починаю пеленг енергетичного сигналу Обраного. Передаю координати."

[Play_X2_XP_TYG_T_2nd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Транспортний портал прямо попереду. Передаю координати."

[Play_X2_XP_TYG_T_3rd_Stronghold_First_Chosen_False_Death AkEvent]
SpokenText="Коректне зауваження."

[Play_X2_XP_TYG_T_3rd_Stronghold_Mission_Intro AkEvent]
SpokenText="Центр, сигнал від транспортного пристрою став набагато чіткішим. Якби хтось хоче, щоб ми його помітили."

[Play_X2_XP_TYG_T_3rd_Stronghold_Teleporter_Sighted AkEvent]
SpokenText="Сигнал від порталу все сильніше і сильніше. Група вже близько."

[Play_X2_XP_TYG_T_Destroy_Monolith_Callout AkEvent]
SpokenText="Центр, відновлювальний бар'єр навколо Обраного нам не піддасться, але про акумулятор таке сказати не можна. Припускаю, що після передачі енергії він стає вразливим на короткий час."

[Play_X2_XP_TYG_T_First_Seen_Adv_Priest_M1 AkEvent]
SpokenText="Схоже, \"Адвент\" почав використовувати в бою своїх так званих \"жерців\". Їхні пси-здібності значно посилені за допомогою імплантатів."

[Play_X2_XP_TYG_T_First_Seen_Lost_2 AkEvent]
SpokenText="Схоже, пристрої прибульців, скинуті під час першого вторгнення, негативно вплинули на цих жителів і призвели до втрати фізичного та розумового здоров'я з збереженням базових органічних функцій. Будьте обережні, шеф. Безсумнівно, вони небезпечні."

[Play_X2_XP_TYG_T_First_Seen_Spectre_M1 AkEvent]
SpokenText="Цей об'єкт насправді є роєм крихітних роботів, що діють злагоджено і підтримують єдину форму."

[Play_X2_XP_TYG_T_First_Spectre_Sighted AkEvent]
SpokenText="Незважаючи на очевидну гуманоїдну форму, це створіння практично невидиме для наших сенсорів. Я б і сам не повірив в його існування, якби не бачив власними очима."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_1 AkEvent]
SpokenText="Незважаючи на майже повну відсутність свідомості, ці створіння володіють рудиментарними здібностями до спілкування. Припускаю звукові сигнали, але, можливо, ми маємо справу з роєвим поведінкою."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Eight_2 AkEvent]
SpokenText="Що вся ця орда знає, що тут з'явилася їжа. Я б на вашому місці поспішив покинути цей район."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Nine_1 AkEvent]
SpokenText="Центр, попередній аналіз цих створінь щось мені нагадує. Треба освіжити пам'ять: щось подібне мені вже зустрічалося під час роботи на \"Адвент\"."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_One_1 AkEvent]
SpokenText="ДНК цих створінь видозмінена настільки, що вважати їх людьми вже не можна. Можливо, це результат тривалого контакту з радіацією від тих капсул. Мені, втім, не приходить на думку, навіщо комусь спеціально робити з собою таке."

[Play_X2_XP_TYG_T_LNA_Part1_Lost_Combat_Six_1 AkEvent]
SpokenText="Центр, біологічні сигнали збилися в єдину масу і наближаються до вашої позиції."

[Play_X2_XP_TYG_T_LNA_Part1_LostGone_NoEscape_1 AkEvent]
SpokenText="Біологічний сканер підтверджує: більше цих створінь поблизу немає."

[Play_X2_XP_TYG_T_LNA_Part1_Post_Fog_Pod_1 AkEvent]
SpokenText="Ці пристрої, які бездіяли всі ці роки, все ще випромінюють залишкову радіацію. У мене немає навіть припущень щодо їх початкового призначення."

[Play_X2_XP_TYG_T_LNA_Part1_Unit_Two_Exits AkEvent]
SpokenText="Центр, я порадив би прискоритися. Сканер показує наближення великої біомаси."

[Play_X2_XP_TYG_T_LNA_Part2_Dasher_Callout_1 AkEvent]
SpokenText="Підходяща назва. Схоже, мутації якимось чином прискорили метаболізм бігунів, що вилилося в підвищення швидкості та спритності, а також набагато агресивнішу поведінку."

[Play_X2_XP_TYG_T_LNA_Part2_Lost_Counter_Four_1 AkEvent]
SpokenText="Боюся, що ударна хвиля від цього вибуху пройшла по всьому місту. Странники повинні активно відреагувати на це."

[Play_X2_XP_TYG_T_LNA_Part2_Post_Big_Bang_1 AkEvent]
SpokenText="Боюся, нещастя ще попереду. До вашої позиції стрімко наближаються нові об'єкти."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_1 AkEvent]
SpokenText="Центр, по курсу нові біологічні сигнали."

[Play_X2_XP_TYG_T_LNA_Part2_Pre_Purifier_Reveal_2 AkEvent]
SpokenText="Ні, це щось набагато більш знайоме."

[Play_X2_XP_TYG_T_LNA_Part2_Purifier_Weapon_Info_1 AkEvent]
SpokenText="Сфокусований потік плазми з сопла чистильника здатний плавити не тільки органіку. Перед ним не встоять ні каміння, ні метали, ні навіть сплави, з яких зроблена наша броня. Жорстокий, але ефективний спосіб \"підтримувати чистоту\"."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_1 AkEvent]
SpokenText="Ця капсула випромінює звукові хвилі, які поширюються на великі відстані."

[Play_X2_XP_TYG_T_LNA_Part3_Lost_Reinforcement_2 AkEvent]
SpokenText="Вірне припущення. Вся місцева біомаса Странників устремилася до нашої позиції."

[Play_X2_XP_TYG_T_LNA_Plasma_Purifiers_1 AkEvent]
SpokenText="Сфокусований потік плазми з сопла чистильника здатний плавити не тільки органіку. Перед ним не встоять ні каміння, ні метали, ні навіть сплави, з яких зроблена наша броня. Жорстокий, але ефективний спосіб \"підтримувати чистоту\"."

[Play_X2_XP_TYG_T_LNA_Play3_Assassin_Teleport_1 AkEvent]
SpokenText="Ніяк ні. Сканери працюють на повній чутливості, але вона просто взяла і зникла."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Five_1 AkEvent]
SpokenText="Засік нових Странників неподалік від точки евакуації. Рекомендую дотримуватися обережності: схоже, вони розкусили нашу стратегію."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_One AkEvent]
SpokenText="Попередній аналіз переміщення цих створінь вказує на високий рівень координації. Можливо, вони більш розумні, ніж здаються. Крайні цікава і лякаюча можливість."

[Play_X2_XP_TYG_T_LNA_Play3_Lost_Battle_Seven_1 AkEvent]
SpokenText="Центр, обсяг біомаси, що стікається до вашої позиції... Це просто кошмар. Якщо група не евакуюється прямо зараз..."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Destroyed AkEvent]
SpokenText="Добре. Як ми і сподівалися, ізоляція мережі відкладається на деякий час."

[Play_X2_XP_TYG_T_Sabotage_Trans_Relay_Spotted AkEvent]
SpokenText="Згідно з нашими даними, цей ретранслятор передає сигнали безпосередньо в мережу. Якщо ви знищите його, то, можливо, противнику буде складніше ізолювати передавач."

[Play_X2_XP_TYG_T_SITREP_Chemical_Leak AkEvent]
SpokenText="Ми засікли в секторі високу концентрацію надзвичайно неприємної речовини. Настійно рекомендую утриматися від прямого контакту з нею."

[Play_X2_XP_TYG_T_SITREP_Outbreak AkEvent]
SpokenText="Як я і очікував, сканування вказує на значну присутність Странників у зоні бойових дій. Будьте обережні."

[Play_X2_XP_TYG_T_SITREP_Psionic_Storm AkEvent]
SpokenText="Як я і припускав, пси-сигнали в цьому секторі вказують на присутність кількох прибульців із сильними пси-здібностями. Рекомендую виявити обережність, шеф."

[Play_X2_XP_TYG_T_SITREP_Savage AkEvent]
SpokenText="Первинний аналіз підтверджується, шеф. У цій зоні прибульці залишили своїх найбільш неконтрольованих підлеглих."

[Play_X2_XP_TYG_CIN_LA_Reaper_Reveal_2 AkEvent]
SpokenText="У зоні перед вами виявлені біологічні сигнали."
